// export const scripts: string[] = [
//   "안녕하세요, 여러분. 오늘은 아름다운 가을 날씨예요.",
//   "밖에서 바람이 살랑살랑 불며, 나무의 잎사귀들이 노랗게 물들고 있어요. 저는 이런 날씨를 정말 좋아해요.",
//   "특히, 강가에 앉아서 시원한 바람을 맞으며 책을 읽는 것이 최고죠.",
//   "그리고, 친구들과 함께 산책하면서 서로의 이야기를 듣는 것도 좋아요. 지금은 따뜻한 커피 한잔을 마시며, 여유로운 시간을 보내고 있어요.",
//   "여러분도 이런 행복한 순간들을 느끼며, 좋은 하루 보내세요. 그런데, 여러분은 최근에 어떤 책을 읽으셨나요?",
//   "저는 '백년 동안의 고독'이라는 소설을 읽었어요. 그 소설은 여러 세대에 걸친 가족의 이야기를 담고 있어요.",
//   "각각의 인물들이 겪는 사랑, 슬픔, 기쁨 등 다양한 감정을 느낄 수 있어서 정말 감명 깊게 읽었답니다.",
//   "여러분도 기회가 되면 한번 읽어보세요.",
//   "또한, 최근에는 여행을 가고 싶은 마음이 커져요.",
//   "제주도의 바다와 산, 그리고 그곳의 맛있는 음식들을 생각하면 마음이 설레이죠",
//   "10개의 음성 파일 생성이 완료되었습니다! 학습을 진행하고 싶다면 SUBMIT 버튼을 눌러주세요.",
// ];
// export const scripts: string[] = [
//   "안녕하세요",
//   "안녕하세요",
//   "안녕하세요",
//   "안녕하세요",
//   "안녕하세요",
//   "안녕하세요",
//   "안녕하세요",
//   "안녕하세요",
//   "안녕하세요",
//   "안녕하세요",
//   "음성 녹음이 완료되었습니다. 음성 학습을 시작하시려면 SUBMIT 버튼을 눌러주세요.",
// ];

export const scripts: string[] = [
  "한 산책길을 따라 걸어가다 보니 고요한 계곡이 펼쳐져 있었습니다.",
  "작은 개울을 따라 걸으면서 나무들은 바람에 흔들리며 우리에게 작은 소리를 전해주었습니다.",
  "창밖으로는 산새들이 노래를 부르며 우리의 산책을 함께했어요. 각종 나무들은 서로 다른 높이와 형태로 자랐고, 그 모습은 자연의 조화를 느끼게 해주었습니다.",
  "이어서 작은 정원에서 다채로운 꽃들을 발견했습니다. 잔디밭 위에는 양치류와 민들레가 함께 자라며 아름다운 풍경을 만들었어요.",
  "정원 안으로 들어가면 바람이 꽃잎을 가볍게 흔들어 어린이들이 기뻐하며 뛰어 놀았습니다.",
  "꽃들 사이로 새소리가 퍼져나오면서 우리는 자연 속에서의 평화로운 순간을 누리게 되었어요.",
  "붉게 물든 해가 서서히 지면, 하늘은 주황빛과 분홍빛으로 물들어갑니다.",
  "나무들은 각기 다른 형태와 높이로 자라고, 골짜기를 따라 흐르는 물은 맑고 시원합니다.",
  "또 산책로에는 다양한 꽃들이 피어 있어 발걸음이 경쾌해집니다. 작은 나뭇가지에는 새의 둥지가 있어 가까이에서 새끼 새들이 지저귀고 있습니다.",
  "해가 지면서 자연은 더욱 평화로워지고, 별들이 하나둘씩 나타납니다.",
  "10개의 음성 파일 생성이 완료되었습니다! 학습을 진행하고 싶다면 SUBMIT 버튼을 눌러주세요.",
];
//export const scripts: string[] = ["", "", "", "", "", "", "", "", "", "", "완"];
